IDEA Open Model
BoltGrid.TensileStressArea Property
 The Tensile Stress Area of bold
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double TensileStressArea { get; set; }
Public Property TensileStressArea As Double
	Get
	Set
public:
property double TensileStressArea {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace